---
layout: iem-post
author: daoluan
title: GM 实习(三)
comments: true
date: 2013-12-15 12:00:25
---
我觉得在环球, 程序员是非常开心的, 想起一位曾经在腾讯工作的老乡的话, 还是有点惊讶. 第一天来到环球就感觉这里充满欢快, 刚配电脑坐下来就被彬哥叫去网上订餐. 有趣的是, 订餐后会有随机的 RP 值, RP 值过低还会被叫去下山拿快餐. HR ivan 是我的师兄, 只比我大一届, 还带我去环球的各个部门兜了一圈，和好多的在职的实习的工作人员握手介绍, 这样的公司团队会让员工更快融入到新的环境.

每天早上到了白云山脚下员工都需要坐电瓶车上山到达公司门口. 怎么能浪费这么好的锻炼的机会, 自从看到一位员工从山脚跑上公司门口, 我就决定每天都走上山, 只要提早十多分钟到达公司就可以.

我发现很奇怪. 公司的办公地方没有完全装修好, 我们部门职能暂时挤在其他部门空出的一个房间内, 但即便两个部门那么近距离在一起, 但交流甚少, 除开一些集体参加的会议. 现在已经如此, 以后办公地点距离稍远的时候就会更少。

有一天和小鸟的聊天，说起的是老师就找工作的问题给了他点建议，我随口搭了一句，“你是不是就听你老是的话了？”鸟哥跟我说，这没有谁听谁，你觉得对就接受他的建议，照着去做；觉得不对，就不理会。这句话听得我全身颤抖。人有些时候可能会对他人带有偏见，而对他人所提出的观点不经思考全盘否定，对事不对人才是良好的处事态度。

今天，我们公司有四位 GTC 实习生做了入职前的分享，亮点蛮多的。令我最印象深刻的是杨晓如，第一次见面问她是负责公司什么工作的时候，她自信的跟我说是做数据挖掘的，又是听得我全身颤抖。我所遇到的女生，做技术的蛮少的，这回遇到的还是数据挖掘的女生。从今天分享来看，晓如还组织能力很好，我曾经和她与其他的实习生一起为我们公司举办的极客论坛做准备工作，工作能力确实过人。以后有机会多交流一下。

